<template>
  <div class="container">
    <div id="first-section" class="text-section">
      <h1>Секция 1</h1>
      <span>
        Хм, смысл жизни. Смысл жизни в счастье и больше ни в чём. Все мы скитальцы, все мы путники. И всю свою
        жизнь мы ищем счастье. Счастье как великую гармонию между тем, чего мы хотим и тем чего от нас требует
        окружающая реальность. Надо найти своё предназначение и следовать ему, в этом и есть смысл счастья.
        Аесли человек — вор? — спросите вы. «Ну и что» — отвечу я. Для общества вор так же необходим как
        художник и космонавт, убийца и инженер, разработчик и сантехник. Каждый необходим, каждый, не дай Бог,
        если кого-нибудь не хватает. Тогда этот единый организм, единый человеческий муравейник выдвигает и
        призывает, навязывает и назначает на эту роль кого-то, кто был рожден совсем для иного. Так что если
        ты по жизни вор — то иди воруй, не подводи других. Ну... будьте внимательны к сигналам муравейника,
        будьте счастливы.
      </span>
    </div>
    <div id="second-section" class="text-section">
      <h1>Секция 2</h1>
      <span>
        По слухам, министерство правды заключало в себе три тысячи кабинетов над поверхностью земли и
        соответствующую корневую систему в недрах. В разных концах Лондона стояли лишь три еще здания
        подобного вида и размеров. Они настолько возвышались над городом, что с крыши жилого дома «Победа»
        можно было видеть все четыре разом. В них помещались четыре министерства, весь государственный
        аппарат: министерство правды, ведавшее информацией, образованием, досугом и искусствами; министерство
        мира, ведавшее войной; министерство любви, ведавшее охраной порядка, и министерство изобилия,
        отвечавшее за экономику. На новоязе: миниправ, минимир, минилюб и минизо. Министерство любви внушало
        страх. В здании отсутствовали окна. Уинстон ни разу не переступал его порога, ни разу не подходил к
        нему ближе чем на полкилометра. Попасть туда можно было только по официальному делу, да и то преодолев
        целый лабиринт колючей проволоки, стальных дверей и замаскированных пулеметных гнезд. Даже на улицах,
        ведущих к внешнему кольцу ограждений, патрулировали охранники в черной форме, похожие на горилл и
        вооруженные суставчатыми дубинками. Уинстон резко повернулся. Он придал лицу выражение спокойного
        оптимизма, наиболее уместное перед телекраном, и прошел в другой конец комнаты, к крохотной кухоньке.
        Покинув в этот час министерство, он пожертвовал обедом в столовой, а дома никакой еды не было – кроме
        ломтя черного хлеба, который надо было поберечь до завтрашнего утра.
      </span>
    </div>
  </div>
</template>
<script>
export default {}
</script>
<style lang="scss">
.text-section {
  min-height: 100vh;
}
</style>
